Repository: Virage-AI/virage-ai-chat-widget
Catalog: languages/virage-ai-chat-widget-*.po
Languages: fr_fr

source: Virage AI Chat Widget Settings
fr_fr: Paramètres du widget de chat Virage AI

source: Virage AI Chat
fr_fr: Chat Virage AI

source: Enable Chat Widget
fr_fr: Activer le widget de chat

source: This is the main switch. If this is off, the widget will not appear anywhere.
fr_fr: C'est l'interrupteur principal. S'il est désactivé, le widget n'apparaîtra nulle part.

source: Widget Configuration
fr_fr: Configuration du widget

source: Organization UUID
fr_fr: UUID de l'organisation

source: Project UUID
fr_fr: UUID du projet

source: Channel UUID
fr_fr: UUID du canal

source: WhatsApp Redirect URL
fr_fr: URL de redirection WhatsApp

source: Button Customization
fr_fr: Personnalisation du bouton

source: Button Icon URL
fr_fr: URL de l'icône du bouton

source: Button Text
fr_fr: Texte du bouton

source: Button Text Color
fr_fr: Couleur du texte du bouton

source: Button Background Color
fr_fr: Couleur de fond du bouton

source: Button Size
fr_fr: Taille du bouton

source: Button Bottom Offset
fr_fr: Marge inférieure du bouton

source: Button Right Offset
fr_fr: Marge droite du bouton

source: Popup Customization
fr_fr: Personnalisation de la popup

source: Popup Tabs
fr_fr: Onglets de la popup

source: Popup Start Tab
fr_fr: Onglet de démarrage de la popup

source: Popup Header Background Color
fr_fr: Couleur de fond de l'en-tête de la popup

source: Popup Avatar URL
fr_fr: URL de l'avatar de la popup

source: Popup Avatar Name
fr_fr: Nom de l'avatar de la popup

source: Popup Width
fr_fr: Largeur de la popup

source: Popup Height
fr_fr: Hauteur de la popup

source: Popup Bottom Offset
fr_fr: Marge inférieure de la popup

source: Popup Right Offset
fr_fr: Marge droite de la popup

source: WhatsApp Tab Customization
fr_fr: Personnalisation de l'onglet WhatsApp

source: Popup WhatsApp Text
fr_fr: Texte WhatsApp de la popup

source: Scan this QR code to start<br/>the conversation on WhatsApp:
fr_fr: Scannez ce code QR pour démarrer<br/>la conversation sur WhatsApp :

source: Popup WhatsApp CTA Text
fr_fr: Texte du CTA WhatsApp de la popup

source: Continue on desktop
fr_fr: Continuer sur l'ordinateur

source: Web Tab Customization
fr_fr: Personnalisation de l'onglet Web

source: Popup Web Welcome Text
fr_fr: Texte d'accueil de l'onglet Web

source: Hello!<br/>How can I help you?:
fr_fr: Bonjour !<br/>Comment puis-je vous aider ? :

source: Display Rules
fr_fr: Règles d'affichage

source: Use these settings to control exactly where the chat widget appears on your site.
fr_fr: Utilisez ces paramètres pour contrôler précisément où le widget de chat apparaît sur votre site.

source: Show on Specific Page Types
fr_fr: Afficher sur des types de pages spécifiques

source: Homepage
fr_fr: Page d'accueil

source: All Posts (single post view)
fr_fr: Tous les articles (vue article seul)

source: All Pages
fr_fr: Toutes les pages

source: Archive Pages
fr_fr: Pages d'archives

source: Category Pages
fr_fr: Pages de catégories

source: 404 Not Found Page
fr_fr: Page 404 (introuvable)

source: Standard Pages
fr_fr: Pages standards

source: Custom Post Types
fr_fr: Types de publication personnalisés

source: Save Settings
fr_fr: Enregistrer les modifications

source: Settings
fr_fr: Réglages
